export const registrationNumber = [
  "1001234567890",
  "2009876543210",
  "3004567891234",
  "4001239876543",
  "5006781234567",
  "6002345678901",
  "7008765432109",
  "8003456789012",
  "9005432109876",
  "1101234567891",
  "1209876543211",
  "1304567891235",
  "1401239876544",
  "1506781234568",
  "1602345678902",
  "1708765432110",
  "1803456789013",
  "1905432109877",
  "2001234567892",
  "2109876543212",
];

export const typeOfBusiness = [
  {
    label: "การขายส่งคอมพิวเตอร์ อุปกรณ์ต่อพ่วง และซอฟต์แวร์",
    value: "",
    TSIC_ID: "G",
  },
  {
    label: "การจัดการโปรแกรมเว็บเพจและเครือข่ายตามวัตถุประสงค์ของผู้ใช้",
    value: "",
    TSIC_ID: "J",
  },
  {
    label:
      "การจัดการทำโปรแกรมคอมพิวเตอร์ตามวัตถุประสงค์ของผู้ใช้ (ยกเว้นโปรแกรมเว็บเพจและเครือข่าย)",
    value: "",
    TSIC_ID: "J",
  },
  {
    label: "การให้คำปรึกษาด้านฮาร์ดแวร์",
    value: "",
    TSIC_ID: "J",
  },
  {
    label: "การให้คำปรึกษาด้านซอฟต์แวร์",

    value: "",
    TSIC_ID: "J",
  },
  {
    label: "การจัดการสิ่งอำนวยความสะดวกด้านคอมพิวเตอร์",

    value: "",
    TSIC_ID: "J",
  },
  {
    label: "การบริการเทคโนโลยีสารสนเทศและคอมพิวเตอร์อื่นๆ",

    value: "",
    TSIC_ID: "J",
  },
];
export const groupTypeBusiness = [
  {
    label: "เกษตรกรรม การป่าไม้และการประมง",
    value: "A",
  },
  {
    label: "การทำเหมืองแร่และเหมืองหิน",
    value: "B",
  },
  {
    label: "การผลิต",
    value: "C",
  },
  {
    label: "ไฟฟ้า ก๊าซ ไอน้ำและระบบปรับอากาศ",
    value: "D",
  },
  {
    label: "การจัดหาน้ำ การจัดการ และการบำบัดน้ำเสียและสิ่งปฏิกูล",
    value: "E",
  },
  {
    label: "การก่อสร้าง",
    value: "F",
  },
  {
    label: "การขายส่งและการขายปลีก การซ่อมยานยนต์ และจักรยานยนต์",
    value: "G",
  },
  {
    label: "การขนส่ง และสถานที่เก็บสินค้า",
    value: "H",
  },
  {
    label: "กิจกรรมโรงแรมและการบริการด้านอาหาร",
    value: "I",
  },
  {
    label: "ข้อมูลข่าวสารและการสื่อสาร",
    value: "J",
  },
  {
    label: "กิจกรรมทางการเงินประกันภัย",
    value: "K",
  },
  {
    label: "กิจกรรมอสังหาริมทรัพย์",
    value: "L",
  },
  {
    label: "กิจกรรมทางวิชาชีพวิทยาศาสตร์และเทคนิค",
    value: "M",
  },
  {
    label: "กิจกรรมการบริหารและการบริการสนับสนุน",
    value: "N",
  },
  {
    label: "การบริหารราชการ การป้องกันประเทศ และการประกันสังคมภาคบังคับ",
    value: "O",
  },
  {
    label: "การศึกษา",
    value: "P",
  },
  {
    label: "กิจกรรมด้านสุขภาพและงานสังคมสงเคราะห์",
    value: "Q",
  },
  {
    label: "ศิลปะ ความบันเทิง และนันทนาการ",
    value: "R",
  },
  {
    label: "กิจกรรมบริการด้านอื่นๆ",
    value: "S",
  },
  {
    label:
      "กิจกรรมการจ้างในครัวเรือน กิจกรรมการผลิตสินค้าและบริการที่ทำขึ้นเองเพื่อใช้ในครัวเรือน ซึ่งไม่สามารถจำแนกกิจกรรมได้อย่างชัดเจน",
    value: "T",
  },
  {
    label: "กิจกรรมขององค์การระหว่างประเทศและภาคีสมาชิก",
    value: "U",
  },
];
